---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.ScheduleViewFailures
source: html/7f4c3395-00f4-0a28-3e0a-2aa6b42ab652.htm
---
# BuiltInFailures.ScheduleViewFailures Properties

Schedules can only be placed on Sheets.